Repository: vincedubroeucq/basic-testimonials
Catalog: languages/basic-testimonials-*.po
Languages: fr_fr

source: Name of the author
fr_fr: Nom de l'auteur

source: Testimonial updated. <a href='%s'>View testimonial</a>
fr_fr: Témoignage mis à jour. <a href='%s'>Voir le témoignage</a>

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: Testimonial updated.
fr_fr: Témoignage mis à jour.

source: Testimonial restored to revision from %s
fr_fr: Témoignage rétabli à partir de la révision du %s

source: Testimonial published. <a href='%s'>View testimonial</a>
fr_fr: Témoignage publié. <a href='%s'>Voir le témoignage</a>

source: Testimonial saved.
fr_fr: Témoignage enregistré.

source: Testimonial submitted. <a target='_blank' href='%s'>Preview testimonial</a>
fr_fr: Le témoignage a été soumis. <a target='_blank' href='%s'>Prévisualiser le témoignage</a>

source: Testimonial scheduled for: <strong>%1$s</strong>. <a target='_blank' href='%2$s'>Preview testimonial</a>
fr_fr: Témoignage programmé pour : <strong>%1$s</strong>. <a target='_blank' href='%2$s'>Prévisualiser le témoignage</a>

source: Testimonial draft updated. <a target='_blank' href='%s'>Preview testimonial</a>
fr_fr: Brouillon du témoignage mis à jour. <a target='_blank' href='%s'>Prévisualiser le témoignage.</a>

source: %s testimonial updated.
fr_fr: %s témoignage mis à jour.

source: %s testimonial not updated, somebody is editing it.
fr_fr: %s témoignage non mis à jour. Quelqu'un est en train de l'éditer.

source: %s testimonial permanently deleted.
fr_fr: %s témoignage définitivement supprimé.

source: %s testimonial moved to the Trash.
fr_fr: %s témoignage mis à la corbeille.

source: %s testimonial restored from the Trash.
fr_fr: %s témoignage restauré hors de la corbeille.

source: Testimonial help
fr_fr: Aide pour les témoignages

source: Here is some help to fill in this testimonial
fr_fr: Voici de l'aide pour remplir correctement votre témoignage

source: Title field: Enter the name of your client. This text will serve as an anchor for the link, so you can also add your client's website name, seperated from his name by a comma.
fr_fr: Champ titre : Entrez le nom du client. Ce texte sert d'ancre pour le lien de citation, donc vous pouvez aussi ajouter le nom du site de votre client, en le séparant de son nom par une virgule, par exemple.

source: Content editor: Enter the content of your client's comment.
fr_fr: Editeur de contenu : Entrez le contenu du commentaire de votre client.

source: Website URL: Enter the URL of your client's website. Leave blank if you do not want to link to the wild.
fr_fr: URL du site web : Entrez l'URL du site de votre client. Laissez ce champ vide si vous ne voulez pas créer de lien externe.

# Post type general name
source: Testimonials
fr_fr: Témoignages

# Post type singular name
source: Testimonial
fr_fr: Témoignage

# Admin Menu text
source: Testimonials
fr_fr: Témoignages

# Add New on Toolbar
source: Testimonial
fr_fr: Témoignage

source: Add New
fr_fr: Ajouter

source: Add New Testimonial
fr_fr: Ajouter un nouveau témoignage

source: New Testimonial
fr_fr: Nouveau témoignage

source: Edit Testimonial
fr_fr: Modifier le témoignage

source: View Testimonial
fr_fr: Voir le témoignage

source: All Testimonials
fr_fr: Tous les témoignages

source: Search Testimonial
fr_fr: Rechercher dans les témoignages

source: Parent Testimonial:
fr_fr: Témoignage parent:

source: No Testimonial found.
fr_fr: Aucun témoignage trouvé.

source: No Testimonials found in Trash.
fr_fr: Aucun témoignage trouvé dans la corbeille.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Testimonial Author Picture
fr_fr: Photo de l'auteur du témoignage

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set Author Picture
fr_fr: Ajouter une photo de l'auteur du témoignage

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove Author Picture
fr_fr: Enlever la photo de l'auteur du témoignage

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as Author Picture
fr_fr: Utiliser comme photo de l'auteur du témoignage

source: Testimonial archives
fr_fr: Archive des témoignages

source: Insert into testimonial
fr_fr: Insérer dans le témoignage

source: Uploaded to this testimonial
fr_fr: Mis en ligne dans ce témoignage

source: Filter testimonials list
fr_fr: Filtrer la liste des témoignages

source: Testimonials list navigation
fr_fr: Navigation de la liste des témoignages

source: Testimonials list
fr_fr: Liste des témoignages

source: Author Picture
fr_fr: Photo de l'auteur

source: Testimonial Content
fr_fr: Contenu du témoignage

source: Website information
fr_fr: Informations sur le site web

source: Website URL:
fr_fr: URL du site web:

source: Thanks for submitting ! Here's a preview of your testimonial.
fr_fr: Merci ! Voici un aperçu de votre témoignage.

source: Please fill in the form below to submit your testimonial. Don't forget to include a nice photo !
fr_fr: Veuillez remplir le formulaire suivant pour soumettre votre témoignage. N'oubliez pas d'ajouter une photo sympa !

source: Type in your name and/or website name or job
fr_fr: Entrez votre nom et/ou nom du site web ou poste

source: Type in your website url
fr_fr: Entrez l'adresse de votre site web

source: Type in your testimonial
fr_fr: Ecrivez votre témoignage

source: Upload a nice photo ! (200px by 200px .png or .jpg)
fr_fr: Téléchargez une belle photo ! (200px par 200px, .png ou .jpg)

source: Submit
fr_fr: Envoyer

source: Please show you're human.
fr_fr: Veuillez prouver que vous êtes humain.
